api: http:`http://music.163.com/song/media/outer/url?id=405998841.mp3`

{
  "data": [
    {
      "id": 33894312,
      "url": "http://m10.music.126.net/20180427102809/be857a5433c18160eee412d20e55bd7e/ymusic/0fd6/4f65/43ed/a8772889f38dfcb91c04da915b301617.mp3",
      "br": 320000,
      "size": 10691439,
      "md5": "a8772889f38dfcb91c04da915b301617",
      "code": 200,
      "expi": 1200,
      "type": "mp3",
      "gain": -2.0E-4,
      "fee": 0,
      "uf": null,
      "payed": 0,
      "flag": 0,
      "canExtend": false
    }
  ],
  "code": 200
}

歌词 `http://localhost:3000/lyric?id=33894312`
{
  "sgc" : true,
  "sfy" : false,
  "qfy" : false,
  "transUser" : {
    "id": 405998841,
    "status": 99,
    "demand": 1,
    "userid": 34580371,
    "nickname": "动漫音乐娘",
    "uptime": 1458705087637
    },
  "lrc" : {
    "version": 2,
    "lyric": "[00:00.00] 作曲 : Chong Li Mu Cun\n[00:01.00] 作词 : Jiu Ba Dao/Ayumu Yamashita/JIN\n[00:19.30]月日が流れて\n[00:21.85]溢れ出す思い出\n[00:24.79]無邪気な君の笑顔\n[00:30.44]少年は今日 ネクタイして\n[00:35.67]少女との誓いを立てる\n[00:42.01]鏡を見つめて\n[00:44.80]落ち着きなくして\n[00:47.68]着飾る君はきっと\n[00:52.52]これまでで一番\n[00:56.25]綺麗な姿を\n[00:58.85]僕に見せてくれるんだろう\n[01:05.53]あの頃に戻れるなら\n[01:09.70]また君の前の席に座るんだ\n[01:16.90]もう一度君に恋をして\n[01:22.57]いたずらをしかって\n[01:30.99]風が吹く季節\n[01:33.67]すれ違った恋\n[01:36.20]言い出せず 想い閉じ込めた\n[01:42.22]君はいつだってそう僕のすべて\n[01:47.29]この世界中にただ一人\n[01:53.84]できるだけ強く\n[01:56.39]あぁ抱きしめたい\n[01:59.03]輝く満天の夜空に\n[02:05.13]汚れなき僕ら 2人で交わした\n[02:10.27]あの約束を忘れない\n[02:15.72]ジンジンバオヂュオニー\n[02:21.49]\n[02:31.06]なれない手つきで\n[02:33.56]髪を整えて\n[02:36.46]背伸びした立ち姿\n[02:41.27]君は笑うのかな？\n[02:44.96]笑ってくれるかな？\n[02:47.33]喜ぶ顔がみたいの\n[02:54.33]黒板の数式すら\n[02:58.14]そっちのけでふざけあっていたよね\n[03:05.44]隣に座る誰もが皆\n[03:11.19]君に恋してたよ\n[03:19.53]いつも思い出す君が離れない\n[03:24.82]何も手につかないくらいに\n[03:30.80]僕を呼ぶ声も 弾ける笑顔も\n[03:35.89]いますぐ君にただ会いたい\n[03:42.32]儚く散りゆく あの流れ星に\n[03:47.62]何度も何度も願ったよ\n[03:53.59]小さな幸せ 届け未来まで\n[03:58.85]止まった記憶そのままに\n[04:04.19]あぁずっと\n[04:08.79]\n[04:33.75]風が吹く季節\n[04:36.52]すれ違った恋\n[04:39.05]言い出せず 想い閉じ込めた\n[04:45.26]君はいつだってそう僕のすべて\n[04:50.13]この世界中にただ一人\n[04:56.68]できるだけ強く\n[04:59.36]あぁ抱きしめたい\n[05:01.80]輝く満天の夜空に\n[05:07.87]汚れなき僕ら 2人で交わした\n[05:13.13]あの約束を忘れない\n[05:18.22]ジンジンバオヂュオニー\n[05:22.60]\n"
  },
  "klyric" : {
    "version": 0,
    "lyric": null
  },
  "tlyric" : {
    "version": 1,
    "lyric": "[by:动漫音乐娘]\n[00:19.30]光阴在飞逝\n[00:21.85]回忆在一点点漫溢\n[00:24.79]想起你天真的笑脸\n[00:30.44]今天少年系上领带\n[00:35.67]履行与少女的誓约\n[00:42.01]呆呆地望着镜子\n[00:44.80]心完全静不下来\n[00:47.68]盛装打扮的你\n[00:52.52]等会在我面前\n[00:56.25]一定会是至今为止\n[00:58.85]最美丽的样子\n[01:05.53]若还能回到那些年的时光\n[01:09.70]我要再一次坐在你的前桌\n[01:16.90]再次与你坠入爱河\n[01:22.57]故意讨你温柔的骂\n[01:30.99]风吹的季节\n[01:33.67]错过的爱情\n[01:36.20]说不出口的爱意封锁在心底\n[01:42.22]你自始至终都是我的全部\n[01:47.29]放眼全世界你就是我唯一\n[01:53.84]只想尽可能\n[01:56.39]紧紧抱着你\n[01:59.03]漫天璀璨的夜空下\n[02:05.13]天真无邪的我们\n[02:10.27]相互承诺的约定 我不会忘记\n[02:15.72]紧紧抱着你\n[02:31.06]笨拙的手势\n[02:33.56]整理着发型\n[02:36.46]直挺挺站在原地的我\n[02:41.27]你会不会忍俊不禁呢\n[02:44.96]你还会不会对我笑呢?\n[02:47.33]想看到你开心的样子\n[02:54.33]写在黑板上的算式\n[02:58.14]抛在一旁不管不顾相互开着彼此玩笑\n[03:05.44]坐在邻座的每个人\n[03:11.19]都深深为你而着迷\n[03:19.53]时刻都会想起你总是挥之不去\n[03:24.82]让我无心再专注于任何一件事\n[03:30.80]你呼唤我的声音你灿烂的笑容\n[03:35.89]我只想要现在马上就能见到你\n[03:42.32]对着那颗转瞬即逝的流星\n[03:47.62]一次又一次的许下了心愿\n[03:53.59]愿这份小幸福能抵达未来\n[03:58.85]一度静止的记忆\n[04:04.19]就这样永恒延续\n[04:33.75]风吹的季节\n[04:36.52]错过的爱情\n[04:39.05]说不出口的爱意封锁在心底\n[04:45.26]你自始至终都是我的全部\n[04:50.13]放眼全世界你就是我唯一\n[04:56.68]只想尽可能\n[04:59.36]紧紧抱着你\n[05:01.80]漫天璀璨的夜空下\n[05:07.87]天真无邪的我们\n[05:13.13]相互承诺的约定 我不会忘记\n[05:18.22]紧紧抱着你\n"
  },
  "code" : 200
}
